import { Container, Row, Col } from "react-bootstrap";
import  "../CssFolder/Comp7.css";
function component7() {
  return (
    <Container>
      <Row className="justify-content-center">
        <Col xs={11} className="back-second rounded-col p-2 mt-3 mb-3">
          <div className="fw-bold text-center color-header font-header">
            رفع سوية الاقتصاد وفرص العمل في المنطقة
          </div>
          <div className="text-center color-gray fs-6 fw-400 mt-3">القرار رقم: 123547</div>
          <div className="fw-500 mt-3 fs-6">
            تعزيز التنمية الاقتصادية: نجح مجلس البلدية في جذب الاستثمارات وتشجيع
            إقامة المشاريع الصناعية والتجارية في المدينة. تم توفير فرص عمل جديدة
            وتعزيز النشاط الاقتصادي المحلي. كما تم تنفيذ سياسات داعمة لريادة
            الأعمال وتشجيع الابتكار وتطوير الصناعات المحلية، مما أدى إلى زيادة
            الاستدامة الاقتصادية وتحسين مستوى المعيشة للسكان. رفع سوية الاقتصاد
            وفرص العمل في المنطقة تعزيز التنمية الاقتصادية: نجح مجلس البلدية في
            جذب الاستثمارات وتشجيع إقامة المشاريع الصناعية والتجارية في المدينة.
            تم توفير فرص عمل جديدة وتعزيز النشاط الاقتصادي المحلي. تعزيز التنمية
            الاقتصادية: نجح مجلس البلدية في جذب الاستثمارات وتشجيع إقامة
            المشاريع الصناعية والتجارية في المدينة. تم توفير فرص عمل جديدة
            وتعزيز النشاط الاقتصادي المحلي. كما تم تنفيذ سياسات داعمة لريادة
            الأعمال وتشجيع الابتكار وتطوير الصناعات المحلية، مما أدى إلى زيادة
            الاستدامة الاقتصادية وتحسين مستوى المعيشة للسكان. رفع سوية الاقتصاد
            وفرص العمل في المنطقة تعزيز التنمية الاقتصادية: نجح مجلس البلدية في
            جذب الاستثمارات وتشجيع إقامة المشاريع الصناعية والتجارية في المدينة.
            تم توفير فرص عمل جديدة وتعزيز النشاط الاقتصادي المحلي.تعزيز التنمية
            الاقتصادية: نجح مجلس البلدية في جذب الاستثمارات وتشجيع إقامة
            المشاريع الصناعية والتجارية في المدينة. تم توفير فرص عمل جديدة
            وتعزيز النشاط الاقتصادي المحلي. كما تم تنفيذ سياسات داعمة لريادة
            الأعمال وتشجيع الابتكار وتطوير الصناعات المحلية، مما أدى إلى زيادة
            الاستدامة الاقتصادية وتحسين مستوى المعيشة للسكان. رفع سوية الاقتصاد
            وفرص العمل في المنطقة تعزيز التنمية الاقتصادية: نجح مجلس البلدية في
            جذب الاستثمارات وتشجيع إقامة المشاريع الصناعية والتجارية في المدينة.
            تم توفير فرص عمل جديدة وتعزيز النشاط الاقتصادي المحلي.تعزيز التنمية
            الاقتصادية: نجح مجلس البلدية في جذب الاستثمارات وتشجيع إقامة
            المشاريع الصناعية والتجارية في المدينة. تم توفير فرص عمل جديدة
            وتعزيز النشاط الاقتصادي المحلي. كما تم تنفيذ سياسات داعمة لريادة
            الأعمال وتشجيع الابتكار وتطوير الصناعات المحلية، مما أدى إلى زيادة
            الاستدامة الاقتصادية وتحسين مستوى المعيشة للسكان. رفع سوية الاقتصاد
            وفرص العمل في المنطقة تعزيز التنمية الاقتصادية: نجح مجلس البلدية في
            جذب الاستثمارات وتشجيع إقامة المشاريع الصناعية والتجارية في المدينة.
            تم توفير فرص عمل جديدة وتعزيز النشاط الاقتصادي المحلي.تعزيز التنمية
            الاقتصادية: نجح مجلس البلدية في جذب الاستثمارات وتشجيع إقامة
            المشاريع الصناعية والتجارية في المدينة. تم توفير فرص عمل جديدة
            وتعزيز النشاط الاقتصادي المحلي. كما تم تنفيذ سياسات داعمة لريادة
            الأعمال وتشجيع الابتكار وتطوير الصناعات المحلية، مما أدى إلى زيادة
            الاستدامة الاقتصادية وتحسين مستوى المعيشة للسكان. رفع سوية الاقتصاد
            وفرص العمل في المنطقة تعزيز التنمية الاقتصادية: نجح مجلس البلدية في
            جذب الاستثمارات وتشجيع إقامة المشاريع الصناعية والتجارية في المدينة.
            تم توفير فرص عمل جديدة وتعزيز النشاط الاقتصادي المحلي.
          </div>
        </Col>
      </Row>
    </Container>
  );
}

export default component7;
