import { INavLink, IInfo } from "../interfaces";

export const navLink:INavLink[] = [
    {
        id:1,
        link:"/",
        text:"الرئيسية"
    },
    {
        id:2,
        link:"news",
        text:"الأخبار"
    },
    {
        id:3,
        link:"decisions",
        text:"القرارات"
    },
    {
        id:4,
        link:"about",
        text:"عن المجلس"
    },
    {
        id:5,
        link:"contact",
        text:"تواصل معنا"
    }

]

export const newsInfo:IInfo[]=[
    {
        id:1,
        title:"تحسينات كبيرة تطال خدمات النقل العمومي في المنطقة",
        description:"بفخر نعلن عن تحسينات كبيرة في خدمة النقل العام في مدينتنا. تم توسيع شبكة الحافلات وتحسين جودة الخدمة لضمان وصول سريع ومريح للمسافرين إلى وجهاتهم. تم تصميم الجدول الزمني للحافلات بعناية لتلبية احتياجات المواطنين، مع زيادة عدد الرحلات خلال فترات الذروة وفقًا للطلب العام. كما تم تجهيز الحافلات بأحدث التقنيات لراحة الركاب، بما في ذلك مقاعد مريحة وتكييف هواء فعال. نحن ملتزمون بتوفير خدمة النقل العام الممتازة التي تعزز التنقل المريح والمستدام لجميع سكان المدينة.",
        img:"news1.png",
        date:"23/نيسان/2024"
    },
    {
        id:2,
        title:"انطلاق حملة تلقيح للأطفال ما دون 7 سنوات",
        description:"نحن سعداء بالإعلان عن إطلاق حملة تلقيح شاملة لأطفالنا الصغار. تهدف هذه الحملة إلى توفير اللقاحات الضرورية للأطفال، مما يساهم في تعزيز صحتهم ومنع انتشار الأمراض المعدية. سيتم توفير اللقاحات في مراكز الرعاية الصحية المحلية والمدارس، وسيتم تنظيم حملات تطعيم مجتمعية لضمان وصول أكبر عدد ممكن من الأطفال. نحن ملتزمون بضمان سلامة وفعالية اللقاحات، وندعو جميع أولياء الأمور إلى المشاركة في هذه الحملة الهامة لحماية صحة ورفاهية أطفالنا.",
        img:"news2.png",
        date:"19/شباط/2024"
    },
    {
        id:3,
        title:'انطلاق مبادرة "مأكولات صحية للجميع"',
        description:'نحن سعداء بالإعلان عن إطلاق برنامج "مأكولات صحية للجميع"، الذي يهدف إلى تعزيز التغذية الصحية في مجتمعنا. سنقوم بتوفير وجبات غذائية متوازنة ومغذية للعائلات ذات الدخل المحدود، بالتعاون مع مطاعم ومنظمات محلية. سيستفيد الأطفال وكبار السن والأفراد ذوي الحاجة من هذه البرامج الغذائية المجانية. نهدف إلى تحسين صحة المجتمع وتعزيز جودة حياتهم. انضموا إلينا في هذه المبادرة الهامة لتحقيق تغذية صحية للجميع!',
        img:"news3.png",
        date:"6/آذار/2024"
    }

]

export const newsImgInfo:IInfo[]=[
    {
        id:1,
        title:"تحسينات كبيرة تطال خدمات النقل العمومي في المنطقة",
        description:"بفخر نعلن عن تحسينات كبيرة في خدمة النقل العام في مدينتنا. تم توسيع شبكة الحافلات وتحسين جودة الخدمة لضمان وصول سريع ومريح للمسافرين إلى وجهاتهم. تم تصميم الجدول الزمني للحافلات بعناية لتلبية احتياجات المواطنين، مع زيادة عدد الرحلات خلال فترات الذروة وفقًا للطلب العام. كما تم تجهيز الحافلات بأحدث التقنيات لراحة الركاب، بما في ذلك مقاعد مريحة وتكييف هواء فعال. نحن ملتزمون بتوفير خدمة النقل العام الممتازة التي تعزز التنقل المريح والمستدام لجميع سكان المدينة.",
        img:"news1.png",
        date:"23/نيسان/2024",
        imgs:[
            "img1.png",
            "img2.png",
            "img3.png"
        ]
    },
    {
        id:2,
        title:"انطلاق حملة تلقيح للأطفال ما دون 7 سنوات",
        description:"نحن سعداء بالإعلان عن إطلاق حملة تلقيح شاملة لأطفالنا الصغار. تهدف هذه الحملة إلى توفير اللقاحات الضرورية للأطفال، مما يساهم في تعزيز صحتهم ومنع انتشار الأمراض المعدية. سيتم توفير اللقاحات في مراكز الرعاية الصحية المحلية والمدارس، وسيتم تنظيم حملات تطعيم مجتمعية لضمان وصول أكبر عدد ممكن من الأطفال. نحن ملتزمون بضمان سلامة وفعالية اللقاحات، وندعو جميع أولياء الأمور إلى المشاركة في هذه الحملة الهامة لحماية صحة ورفاهية أطفالنا.",
        img:"news2.png",
        date:"19/شباط/2024",
        imgs:[
            "img1.png",
            "img2.png",
            "img3.png"
        ]
    },
    {
        id:3,
        title:'انطلاق مبادرة "مأكولات صحية للجميع"',
        description:'نحن سعداء بالإعلان عن إطلاق برنامج "مأكولات صحية للجميع"، الذي يهدف إلى تعزيز التغذية الصحية في مجتمعنا. سنقوم بتوفير وجبات غذائية متوازنة ومغذية للعائلات ذات الدخل المحدود، بالتعاون مع مطاعم ومنظمات محلية. سيستفيد الأطفال وكبار السن والأفراد ذوي الحاجة من هذه البرامج الغذائية المجانية. نهدف إلى تحسين صحة المجتمع وتعزيز جودة حياتهم. انضموا إلينا في هذه المبادرة الهامة لتحقيق تغذية صحية للجميع!',
        img:"news3.png",
        date:"6/آذار/2024",
        imgs:[
            "img1.png",
            "img2.png",
            "img3.png"
        ]
    }

]
export const ServicesInfo:IInfo[]=[
    {
        id:1,
        title:"الأوراق المطلوبة لمد شبكة مياه أو كهرباء:",
        description:[
            "تواجد صاحب العلاقة أو وكيل قانوني حصراً",
            "صورة شخصية",
            "صورة هوية",
            "لاحكم عليه",
            "شهادة حرفية",
            "سند ملكية محل"
        ],
        img:"services.png"
    },
    {
        id:2,
        title:"الأوراق المطلوبة لموافقة عقد البيع:",
        description:[
            "تواجد صاحب العلاقة أو وكيل قانوني حصراً",
            "صورة شخصية",
            "صورة هوية",
            "لاحكم عليه",
            "شهادة حرفية",
            "سند ملكية محل"
                    ],
        img:"services.png"
    },
    {
        id:3,
        title:"الأوراق المطلوبة لمد شبكة مياه أو كهرباء:",
        description:[
            "تواجد صاحب العلاقة أو وكيل قانوني حصراً",
            "صورة شخصية",
            "صورة هوية",
            "لاحكم عليه",
            "شهادة حرفية",
            "سند ملكية محل"
        ],
        img:"services.png"
    },
    {
        id:4,
        title:"الأوراق المطلوبة لموافقة عقد البيع:",
        description:[
            "تواجد صاحب العلاقة أو وكيل قانوني حصراً",
            "صورة شخصية",
            "صورة هوية",
            "لاحكم عليه",
            "شهادة حرفية",
            "سند ملكية محل"
                    ],
        img:"services.png"
    }


]
export const FilterArr:string[]=[
    "بيئية",
    "فنية",
    "ادارية",
    "صحية",
    "بيئية",
    "فنية",
    "ادارية",
    "صحية",
]