import memberPhoto from "../images/memberPhoto.jpg";
const membersArray = [
  {
    id: 1,
    name: "سامر الحسن",
    title: "رئيس البلدية",
    description:
      " رئيس مجلس بلدية المزة، حاصل على شهادة دكتوراة من كذا، رئيس مجلس بلدية المزة، حاصل على شهادة دكتوراة من كذا، رئيس مجلس بلديةالمزة، حاصل على شهادة دكتوراة من كذا",
    img: memberPhoto,
  },
  {
    id: 2,
    name: "سامر الحسن",
    title: "رئيس البلدية",
    description:
      " رئيس مجلس بلدية المزة، حاصل على شهادة دكتوراة من كذا، رئيس مجلس بلدية المزة، حاصل على شهادة دكتوراة من كذا، رئيس مجلس بلديةالمزة، حاصل على شهادة دكتوراة من كذا",
    img: memberPhoto,
  },
  {
    id: 3,
    name: "سامر الحسن",
    title: "رئيس البلدية",
    description:
      " رئيس مجلس بلدية المزة، حاصل على شهادة دكتوراة من كذا، رئيس مجلس بلدية المزة، حاصل على شهادة دكتوراة من كذا، رئيس مجلس بلديةالمزة، حاصل على شهادة دكتوراة من كذا",
    img: memberPhoto,
  },
];
export default membersArray;
